export const legalServices = [
  {
    category: "Семейные споры",
    urlName: "Semejnye-spory",
    BgImage: "Divorce",
    icon: "family",
    description: "Услуги и консультации по разрешению семейных споров",
    services: [
      {
        id: 1,
        name: "Расторжение брака",
        description: "Юридическая помощь при разводе.",
      },
      {
        id: 2,
        name: "Установление факта проживания в «гражданском браке»",
        description: "Подтверждение факта совместного проживания без официального брака.",
      },
      {
        id: 3,
        name: "Взыскание алиментов",
        description: "Помощь в получении алиментов на содержание детей или супруга.",
      },
      {
        id: 4,
        name: "Признание брака недействительным",
        description: "Оспаривание и аннулирование брака в судебном порядке.",
      },
      {
        id: 5,
        name: "Споры по отцовству",
        description: "Установление или оспаривание отцовства.",
      },
      {
        id: 6,
        name: "Лишение родительских прав",
        description: "Процедура лишения родительских прав через суд.",
      },
      {
        id: 7,
        name: "Оспаривание действий органов ЗАГС",
        description: "Юридическая защита при нарушениях со стороны органов ЗАГС.",
      },
      {
        id: 8,
        name: "Споры с органами опеки и попечительства",
        description: "Помощь в разрешении конфликтов с органами опеки.",
      },
      {
        id: 9,
        name: "Раздел имущества находящегося в совместной собственности супругов",
        description: "Содействие в разделе общего имущества супругов.",
      },
      {
        id: 10,
        name: "Определение места жительства детей с одним из родителей",
        description: "Установление, с кем из родителей будут жить дети.",
      },
      {
        id: 11,
        name: "Определение порядка общения с ребенком",
        description: "Регулирование встреч и общения родителей с детьми.",
      },
    ],
  },
  {
    category: "Взыскание задолженностей",
    urlName: "Vzyskanie-zadolzhennostej",
    BgImage: "Debt",
    icon: "save-money",
    description: "Услуги по возврату долгов и разрешению споров с должниками",
    services: [
      {
        id: 1,
        name: "Возврат долгов с физических лиц",
        description: "Юридическая помощь в возврате долгов с физических лиц.",
      },
      {
        id: 2,
        name: "Взыскание долгов с юридических лиц",
        description: "Юридическая поддержка в возврате долгов с организаций.",
      },
      {
        id: 3,
        name: "Взыскание долга по расписке",
        description: "Содействие в возврате долга на основании расписки.",
      },
      {
        id: 4,
        name: "Взыскание долга по судебному решению",
        description: "Исполнение судебного решения для возврата долга.",
      },
      {
        id: 5,
        name: "Возврат долга по исполнительному листу",
        description: "Помощь в реализации исполнительного листа для возврата долга.",
      },
      {
        id: 6,
        name: "Взыскание долгов по алиментам",
        description: "Юридическая помощь в получении задолженности по алиментам.",
      },
      {
        id: 7,
        name: "Взыскание дебиторской задолженности",
        description: "Работа с дебиторской задолженностью для возврата средств.",
      },
      {
        id: 8,
        name: "Взыскание задолженности по договору подряда",
        description: "Юридическая поддержка в спорах по договору подряда.",
      },
      {
        id: 9,
        name: "Взыскание долгов по договору поставки",
        description: "Помощь в разрешении долговых споров по договору поставки.",
      },
      {
        id: 10,
        name: "Взыскание долгов по договору аренды",
        description: "Юридическая помощь в возврате долгов по договору аренды.",
      },
      {
        id: 11,
        name: "Взыскание долгов по договору оказания услуг",
        description: "Разрешение споров по задолженности за оказанные услуги.",
      },
      {
        id: 12,
        name: "Взыскание долга по договору займа",
        description: "Содействие в возврате долга по договору займа.",
      },
      {
        id: 13,
        name: "Возврат денежных долгов",
        description: "Юридическая помощь в возврате денежных средств.",
      },
      {
        id: 14,
        name: "Взыскание долгов по ЖКХ",
        description: "Работа с долгами по коммунальным платежам.",
      },
      {
        id: 15,
        name: "Взыскание долгов с застройщика",
        description: "Юридическая поддержка в спорах с застройщиками по долгам.",
      },
    ],
  },
  {
    category: "Трудовые споры",
    urlName: "Trudovye-spory",
    BgImage: "labor",
    icon: "settings",
    description: "Юридическая помощь в разрешении трудовых споров и защите прав работников",
    services: [
      {
        id: 1,
        name: "Восстановление на работе, признание незаконного увольнения",
        description: "Юридическая помощь в восстановлении на работе после незаконного увольнения.",
      },
      {
        id: 2,
        name: "Оспаривание основания увольнения",
        description: "Содействие в оспаривании оснований увольнения.",
      },
      {
        id: 3,
        name: "Взыскание заработной платы за время вынужденного прогула",
        description: "Помощь в получении оплаты за период вынужденного прогула.",
      },
      {
        id: 4,
        name: "Оспаривание дисциплинарных взысканий",
        description: "Юридическая поддержка при оспаривании дисциплинарных взысканий.",
      },
      {
        id: 5,
        name: "Взыскание задолженности по заработной плате",
        description: "Содействие в возврате задолженности по заработной плате.",
      },
      {
        id: 6,
        name: "Изменение формулировки увольнения",
        description: "Юридическая помощь в изменении формулировки увольнения.",
      },
      {
        id: 7,
        name: "Возмещение вреда здоровью при производственной травме",
        description: "Помощь в получении компенсации за вред здоровью, нанесённый на производстве.",
      },
      {
        id: 8,
        name: "Материальная ответственность работодателя перед работником",
        description:
          "Защита прав работников в случае несчастных случаев на производстве или профессиональных заболеваний.",
      },
      {
        id: 9,
        name: "Возмещение морального вреда, причиненного незаконным увольнением",
        description: "Содействие в компенсации морального вреда за незаконное увольнение.",
      },
      {
        id: 10,
        name: "Гарантии и компенсации работникам",
        description: "Консультации по вопросам пособий, отпусков и оплаты вынужденного прогула.",
      },
      {
        id: 11,
        name: "Установление (восстановление) трудового стажа",
        description: "Юридическая помощь в подтверждении трудового стажа для получения пенсии.",
      },
      {
        id: 12,
        name: "Материальная ответственность работника",
        description: "Поддержка при вопросах ответственности работника перед работодателем.",
      },
      {
        id: 13,
        name: "Все другие виды трудовых споров",
        description: "Консультации и защита по любым другим вопросам трудового права.",
      },
      {
        id: 14,
        name: "Жалобы на работодателя в Трудовую инспекцию и прокуратуру",
        description: "Подготовка и подача жалоб в надзорные органы на действия работодателя.",
      },
    ],
  },
  {
    category: "Банковские и кредитные споры",
    urlName: "Bankovskie-i-kreditnye-spory",
    BgImage: "banking",
    icon: "bank",
    description:
      "Юридическая помощь при блокировке счета и дистанционного банковского обслуживания по ФЗ-115, а также в решении кредитных споров.",
    services: [
      {
        id: 1,
        name: "Юридическая помощь при блокировке счета и/или дистанционного банковского обслуживания по ФЗ-115",
        description:
          "Консультации и поддержка при блокировке банковских счетов или ограничении дистанционного обслуживания в соответствии с Федеральным законом №115.",
      },
      {
        id: 2,
        name: "Составление жалобы в Центральный Банк РФ",
        description:
          "Подготовка и подача официальной жалобы в Центральный Банк Российской Федерации для решения проблем с банком.",
      },
      {
        id: 3,
        name: "Составление претензии в коммерческий банк",
        description:
          "Помощь в составлении и отправке претензий коммерческим банкам для урегулирования конфликтных ситуаций.",
      },
      {
        id: 4,
        name: "Помощь в решении кредитных споров, реструктуризации задолженности",
        description:
          "Юридическая поддержка в переговорах и судебных разбирательствах по кредитным спорам, а также содействие в реструктуризации долговых обязательств.",
      },
      {
        id: 5,
        name: "Сопровождение при возврате страховок по кредитным договорам",
        description:
          "Помощь в процессе возврата страховых платежей, связанных с кредитными договорами.",
      },
      {
        id: 6,
        name: "Помощь в уменьшении пени (неустойки), начисленных банком за нарушение кредитных обязательств",
        description:
          "Юридическая помощь в снижении или отмене пени и неустойки, начисленных банком за просрочку платежей по кредитам.",
      },
    ],
  },
  {
    category: "Автоюрист",
    urlName: "Avtoyurist",
    BgImage: "car",
    icon: "car-insurance",
    description: "Юридическая помощь в решении автомобильных споров и защите прав автовладельцев",
    services: [
      {
        id: 1,
        name: "Помощь в возврате водительских прав",
        description: "Юридическая поддержка при лишении водительских прав по любым основаниям.",
      },
      {
        id: 2,
        name: "Оспаривание обстоятельств ДТП",
        description: "Консультации и защита в случаях споров по обстоятельствам ДТП.",
      },
      {
        id: 3,
        name: "Взыскание ущерба при ДТП",
        description: "Помощь в компенсации ущерба, нанесенного в результате ДТП.",
      },
      {
        id: 4,
        name: "Оспаривание штрафов ГИБДД",
        description: "Содействие в отмене неправомерно выписанных штрафов.",
      },
      {
        id: 5,
        name: "Споры со страховыми компаниями по ОСАГО и КАСКО",
        description: "Юридическая помощь при отказах или занижении выплат страховщиками.",
      },
      {
        id: 6,
        name: "Возврат автомобилей в автосалон, гарантийные споры",
        description:
          "Сопровождение в возврате автомобилей в автосалон и решении гарантийных споров.",
      },
      {
        id: 7,
        name: "Взыскание денежных средств за некачественный ремонт авто",
        description:
          "Юридическая помощь в компенсации за некачественный ремонт и навязанные услуги.",
      },
    ],
  },
  {
    category: "Арбитражные дела",
    urlName: "Arbitrazhnye-dela",
    BgImage: "arbitration",
    icon: "tie",
    description: "Юридическая помощь в арбитражных спорах и представительство в судах",
    services: [
      {
        id: 1,
        name: "Подготовка всех документов и представительство в суде",
        description:
          "Комплексная юридическая поддержка, включая подготовку документов и защиту интересов в суде.",
      },
      {
        id: 2,
        name: "Урегулирование споров на досудебной стадии",
        description: "Содействие в мирном разрешении споров до обращения в суд.",
      },
      {
        id: 3,
        name: "Представительство в арбитражных судах",
        description: "Юридическая помощь в судах Нижегородской области и других регионов.",
      },
      {
        id: 4,
        name: "Ведение дел по взысканию задолженностей и корпоративным спорам",
        description:
          "Поддержка в делах по взысканию задолженностей, расторжению контрактов и корпоративным спорам.",
      },
      {
        id: 5,
        name: "Обжалование решений арбитражных судов",
        description:
          "Юридическая помощь в обжаловании решений арбитражных судов во всех инстанциях.",
      },
    ],
  },
  {
    category: "Строительные споры",
    urlName: "Stroitelnye-spory",
    BgImage: "construction",
    icon: "hook",
    description:
      "Юридическая помощь в разрешении строительных споров и защите интересов в сфере недвижимости",
    services: [
      {
        id: 1,
        name: "Представительство интересов в суде по спорам, связанным с недвижимым имуществом",
        description: "Юридическое представительство в суде по вопросам, связанным с недвижимостью.",
      },
      {
        id: 2,
        name: "Признание права собственности на недвижимость",
        description: "Юридическая помощь в признании права собственности на недвижимость.",
      },
      {
        id: 3,
        name: "Оспаривание сделок и договоров с недвижимостью",
        description: "Содействие в оспаривании сделок и договоров, связанных с недвижимостью.",
      },
      {
        id: 4,
        name: "Истребование имущества, находящегося в чужом незаконном владении",
        description: "Помощь в возвращении имущества, находящегося в незаконном владении.",
      },
      {
        id: 5,
        name: "Определение порядка пользования помещением",
        description: "Юридическая помощь в установлении порядка пользования помещением.",
      },
      {
        id: 6,
        name: "Оспаривание кадастровой стоимости",
        description: "Снижение кадастровой стоимости недвижимости на досудебной стадии и в суде.",
      },
      {
        id: 7,
        name: "Выдел доли в недвижимом имуществе",
        description: "Юридическая поддержка при выделе доли в недвижимом имуществе.",
      },
      {
        id: 8,
        name: "Взыскание неустойки и компенсации с застройщика по Договору долевого участия",
        description: "Содействие в взыскании неустойки и компенсации по договору долевого участия.",
      },
      {
        id: 9,
        name: "Взыскание арендных платежей, получение компенсаций в случае порчи имущества",
        description:
          "Помощь в взыскании арендных платежей и компенсаций за поврежденное имущество.",
      },
      {
        id: 10,
        name: "Обжалование действий регистрирующих органов",
        description: "Юридическая помощь в обжаловании действий регистрирующих органов.",
      },
      {
        id: 11,
        name: "Споры по договорам долевого участия",
        description:
          "Решение споров по договорам долевого участия, включая взыскание неустоек и компенсаций.",
      },
      {
        id: 12,
        name: "Споры по договору строительного подряда",
        description:
          "Консультации по спорам по договору строительного подряда, включая взыскание авансов, убытков и оплату за выполненные работы.",
      },
      {
        id: 13,
        name: "Споры, связанные с качеством сданного объекта",
        description:
          "Юридическая помощь в устранении недостатков сданного объекта и возмещении расходов на их устранение.",
      },
    ],
  },
  {
    category: "Военное право",
    urlName: "Voennoe-pravo",
    BgImage: "military",
    icon: "helmet",
    description:
      "Юридическая помощь военнослужащим и их семьям в вопросах социальной защиты, компенсаций и установления юридических фактов",
    services: [
      {
        id: 1,
        name: "Получение социальных и страховых выплат, денежного довольствия, в том числе участникам СВО",
        description:
          "Юридическая помощь в получении выплат по ранению и компенсаций родственникам погибших военнослужащих.",
      },
      {
        id: 2,
        name: "Помощь в оформлении льгот, компенсаций",
        description: "Содействие в оформлении льгот и компенсаций для военнослужащих и их семей.",
      },
      {
        id: 3,
        name: "Помощь в установлении причинной связи увечий и заболеваний у военнослужащих",
        description:
          "Юридическая поддержка в установлении причинной связи увечий и заболеваний, связанных с военной службой.",
      },
      {
        id: 4,
        name: "Установление фактов, имеющих юридическое значение",
        description:
          "Помощь в установлении фактов, которые имеют юридическое значение для военнослужащих и их семей.",
      },
      {
        id: 5,
        name: "Признание участия в боевых действиях",
        description:
          "Юридическая поддержка в признании участия военнослужащего в боевых действиях.",
      },
      {
        id: 6,
        name: "Факт нахождения лица на иждивении военнослужащего",
        description: "Содействие в признании факта нахождения лица на иждивении военнослужащего.",
      },
      {
        id: 7,
        name: "Признание членом семьи военнослужащего",
        description: "Юридическая помощь в признании лица членом семьи военнослужащего.",
      },
    ],
  },
  {
    category: "Медицинские споры",
    urlName: "Meditsinskie-spory",
    BgImage: "medical",
    icon: "hospital",
    description: "Юридическая помощь в разрешении медицинских споров и защите прав пациентов",
    services: [
      {
        id: 1,
        name: "Отказ от оказания медицинской помощи",
        description:
          "Помощь в случае отказа от оказания медицинской помощи в нарушение прав пациента.",
      },
      {
        id: 2,
        name: "Несвоевременная медицинская помощь",
        description: "Юридическая поддержка при несвоевременном оказании медицинской помощи.",
      },
      {
        id: 3,
        name: "Ошибка в диагнозе",
        description: "Содействие в случае ошибки в диагнозе и возможных последствиях.",
      },
      {
        id: 4,
        name: "Безрезультатное лечение",
        description: "Помощь в решении вопросов безрезультатного лечения и последствий.",
      },
      {
        id: 5,
        name: "Некачественное лечение",
        description: "Юридическая поддержка по вопросам некачественного лечения и компенсаций.",
      },
      {
        id: 6,
        name: "Завышенные цены на медицинские услуги",
        description: "Содействие в защите от завышенных цен на медицинские услуги.",
      },
      {
        id: 7,
        name: "Ошибочное назначение платных исследований и препаратов",
        description:
          "Юридическая помощь при ошибочном назначении платных исследований и препаратов.",
      },
    ],
  },
  {
    category: "Наследственное право",
    urlName: "Nasledstvennoe-pravo",
    BgImage: "inheritance",
    icon: "social-justice",
    description:
      "Юридическая помощь в вопросах наследства, оформления прав и защиты интересов наследников",
    services: [
      {
        id: 1,
        name: "Составление брачных документов",
        description:
          "Юридическая помощь в составлении брачных документов, включая брачные контракты.",
      },
      {
        id: 2,
        name: "Оформление наследственных прав",
        description: "Помощь в оформлении и защите наследственных прав.",
      },
      {
        id: 3,
        name: "Распоряжение наследственным имуществом",
        description: "Содействие в вопросах распоряжения наследственным имуществом.",
      },
      {
        id: 4,
        name: "Взыскание затрат на похороны с наследников имущества",
        description: "Юридическая помощь в взыскании затрат на похороны с наследников.",
      },
      {
        id: 5,
        name: "Защита интересов сторон в суде",
        description:
          "Представительство и защита интересов сторон в судебных разбирательствах по вопросам наследства.",
      },
    ],
  },
  {
    category: "Защита прав потребителей",
    urlName: "Zashchita-prav-potrebiteley",
    BgImage: "consumer-rights",
    icon: "user",
    description:
      "Юридическая помощь в защите прав потребителей, урегулировании споров и защите интересов покупателя.",
    services: [
      {
        id: 1,
        name: "Возврат банковских комиссий и страховок",
        description:
          "Юридическая помощь в возврате неправомерно взятых банковских комиссий и страховок.",
      },
      {
        id: 2,
        name: "Правовой анализ спорной ситуации и формирование экспертного заключения",
        description:
          "Анализ спорной ситуации и подготовка экспертного заключения для защиты прав потребителя.",
      },
      {
        id: 3,
        name: "Изучение документации о сделке",
        description:
          "Изучение товарных чеков, договоров, заключений экспертов и других документов, связанных с сделкой.",
      },
      {
        id: 4,
        name: "Составление претензии о защите прав потребителей",
        description: "Помощь в составлении претензий и требований для защиты прав потребителей.",
      },
      {
        id: 5,
        name: "Подготовка писем-обращений в надзорные инстанции",
        description:
          "Подготовка обращений в Прокуратуру РФ и Роспотребнадзор для защиты прав потребителей.",
      },
      {
        id: 6,
        name: "Мирное урегулирование спора",
        description:
          "Содействие в мирном урегулировании спора между потребителем и продавцом или исполнителем услуг.",
      },
      {
        id: 7,
        name: "Сбор доказательств для суда",
        description:
          "Помощь в сборе необходимых доказательств для судебного разбирательства по защите прав потребителей.",
      },
      {
        id: 8,
        name: "Проведение независимой экспертизы",
        description:
          "Организация проведения независимой экспертизы для подтверждения фактов в спорах.",
      },
      {
        id: 9,
        name: "Составление искового заявления о защите прав потребителей",
        description:
          "Помощь в составлении искового заявления для судебного разбирательства по защите прав потребителей.",
      },
      {
        id: 10,
        name: "Представительство в суде по делам о защите прав потребителей",
        description: "Юридическое представительство в суде по делам о защите прав потребителей.",
      },
      {
        id: 11,
        name: "Ведение дел в суде о защите прав потребителей",
        description: "Полное сопровождение дел в суде по вопросам защиты прав потребителей.",
      },
      {
        id: 12,
        name: "Помощь по исполнительному производству",
        description:
          "Помощь в исполнительном производстве по решениям, связанным с защитой прав потребителей.",
      },
    ],
  },
  {
    category: "Жилищные споры",
    urlName: "Zhilishchnye-spory",
    BgImage: "housing",
    icon: "house",
    description:
      "Юридическая помощь по вопросам, связанным с жильем, включая вселение, выселение, раздел имущества и споры с коммунальными службами.",
    services: [
      {
        id: 1,
        name: "Вселение и выселение из жилого помещения",
        description:
          "Юридическая помощь в вопросах вселения и выселения из жилого помещения, включая судебное сопровождение.",
      },
      {
        id: 2,
        name: "Снятие с регистрационного учета граждан",
        description:
          "Помощь в снятии с регистрационного учета (регистрации) граждан и признании гражданина утратившим право пользования жилым помещением.",
      },
      {
        id: 3,
        name: "Дела о признании недействительным договора купли-продажи, мены, дарения",
        description:
          "Юридическая поддержка в делах о признании недействительным договора купли-продажи, мены или дарения жилого помещения.",
      },
      {
        id: 4,
        name: "Дела о разделе жилого дома в натуре между собственниками",
        description:
          "Представительство в судебных делах по разделу жилого дома между собственниками.",
      },
      {
        id: 5,
        name: "Перевод жилых помещений в нежилые и нежилых в жилые",
        description: "Содействие в переводе жилых помещений в нежилые и наоборот.",
      },
      {
        id: 6,
        name: "Возмещение ущерба при причинении вреда жилому помещению",
        description:
          "Помощь в возмещении ущерба, причиненного жилому помещению или имуществу в результате пролива или других происшествий.",
      },
      {
        id: 7,
        name: "Раздел жилых помещений, выдел доли из права общей собственности",
        description:
          "Юридическая помощь в разделе жилых помещений и выделении доли из права общей собственности на жилое помещение.",
      },
      {
        id: 8,
        name: "Определение порядка пользования жилым помещением",
        description: "Консультации и помощь в определении порядка пользования жилым помещением.",
      },
      {
        id: 9,
        name: "Споры с организациями, оказывающими коммунальные услуги",
        description:
          "Юридическая помощь в спорах с организациями, оказывающими коммунальные услуги, ДУК, ТСЖ и ЖСК.",
      },
    ],
  },
];
